[
    {
        "id": 1,
        "title": "The Desert Grows... The Sign Is Near",
        "catNo": "ZONE00",
        "date": "April 8, 2022",
        "artist": "Habib",
        "tracklist": ["A New Land", "The Sign-Bearers", "A Superior Necessity", "Mute Under The Stars"],
        "desc": [
            "Larval entities, waiting for a Live One...",
            "All possible worlds have their rhythm. Each spiral or sphere, each singular movement lives on these fluctuating bodies of code, carving their uninterpretable runes into the density of air. And among the spheres and the spirals, in the endless breathing of worlds, lie the sketches of mutating traditions. Modulations of ancestral voices that bounce off the glimmering walls of the future. Carriers of a necessary and placeless history. In beginning to map these channels, one immediately finds oneself enveloped by a crowd that knows how to draw on them. Borne along by this roaming mass, these teeming and bright multiplicities, one begins to live at this fragile limit that tears open the lattice of the actual. So that in this larval ritual, resonating, we find our greatest friends: those with that flickering awareness, who remind us that the secret of the world lies in its being reborn."
        ],
        "credits": [
            "Bamboo Flute, Prepared Guitar, Bells, Percussion, Electronics, Synthesizer, Voice — Habib Bardi",
            "Voice — Ghazi Bena, Stuart Mitchell (track 3)",
            "Composed, recorded and produced by Habib Bardi in Tio'tia:ke (Montreal), Summer of 2021",
            "Mixed by Lyndsie Alguire and Habib Bardi",
            "Mastered by Lyndsie Alguire",
            "Artwork by fdg.",
            "Words by Matthew Raymond"
        ],

        "imgUrls": ["https://f4.bcbits.com/img/a2397047035_10.jpg", "https://f4.bcbits.com/img/0031299710_10.jpg"],
        "link": "https://interzoneeditions.bandcamp.com/album/the-desert-grows-the-sign-is-near",
        "tag": ""
    },
    {
        "id": 2,
        "title": "How We Melt",
        "catNo": "ZONE01",
        "date": "April 8, 2022",
        "artist": "Liar//Lier",
        "tracklist": ["How I Melt", "How You Melt"],
        "desc": [
            "…it is through the skin that metaphysics must be made to re-enter our minds.",
            "It is a great gift to have been shown that there are infinite ways to dissolve the I. Of course, the old routes are still available; one can always stretch oneself out to the point of bursting, expanding into that dance of pure prisms, where it all folds together, infinitely refracting. Mist of stasis and flux. Or one can go the other way, on an adventure that follows the curves of abstrusely vivid detail, losing ground again and again, forever abandoned to the play of giggling folds. We will never discount the value of these ageless maps (what “we” could?). But, still, it remains a great gift to be shown how all this calls us to that other process, to those moments where the grace of touch resounds, where life bursts at the limit, melting and beautiful."
        ],
        "credits": [
            "Alto Saxophone, Zokra — Habib Bardi",
            "Clarinet, Electronics — Francesco de Gallo",
            "Vocals — Rosalind Jay",
            "Electric Guitar, Synthesizer — Stuart Mitchell",
            "Performed live at Suoni Festival, November 2020",
            "Recorded by Sebastien Fournier",
            "Mixed by Habib Bardi",
            "Mastered by Lyndsie Alguire",
            "Artwork by fdg.",
            "Words by Matthew Raymond"
        ],

        "imgUrls": ["https://f4.bcbits.com/img/a1495653406_10.jpg", "https://f4.bcbits.com/img/0031299775_10.jpg"],
        "link": "https://interzoneeditions.bandcamp.com/album/how-we-melt",
        "tag": ""
    },
    {
        "id": 3,
        "title": "Termite Wonderland",
        "catNo": "ZONE02",
        "date": "April 8, 2022",
        "artist": "Liar//Lier",
        "tracklist": ["Termite Trumpet III", "Termite Trumpet VII", "Termite Trumpet XXXIII", "Hershey Hymen", "Mustard Chafe", "Boot Licker", "Spews Boring"],
        "desc": [
            "Here is a time where everything runs in the reverse order… as if organisms were formed by falling out from their organic joints, unbound and scattered. Can we listen in to such a process? Our choices are limited, as one would expect; fragments recorded on failing and ancient radio technology, scribbled notes in a forgotten field guide. A barren list: insectual haunting, traces of the swarm, deep and immemorial bios, the violence of superlunary jungle winds. But a possibility breaks through the disintegrating chorus: reaching a pure voice-current, singing a moment that is barely thinkable, full of promise: the ultimate fracturing of the laws of motion."
        ],
        "credits": [
            "Termite Trumpet (tracks 1 to 3)",
            "Recorded to tape, Fall of 2015",
            "Additional mix and production by Aaron Munson",
            "Originally released digitally by Eerik Inpuj Sound",
            "A Dutch Wonderland (tracks 4 to 7)",
            "Recorded live to tape (no edits and no overdubs), Summer of 2014",
            "Originally released on cassette by It Stinks",
            "Remastered by Sean Cooke"
        ],

        "imgUrls": ["https://f4.bcbits.com/img/a3428916789_10.jpg", "https://f4.bcbits.com/img/0031299723_10.jpg"],
        "link": "https://interzoneeditions.bandcamp.com/album/termite-wonderland",
        "tag": ""
    },
    {
        "id": 3,
        "title": "We Dream of Lapsing Back into Zero",
        "catNo": "ZONE03",
        "date": "August 11, 2022",
        "artist": "Naegleria",
        "tracklist": ["Lower World I", "Lower World II", "Silent Spring I", "Silent Spring II", "New Arctic", "Anthropocene", "Drifting"],
        "desc": [
            "We Dream of Lapsing Back into Zero is an album about the eco-geological consequences of humankind's impact on our environment. The work foregrounds the sounds of traditional and non-traditional percussion, featuring the atmospheric undertones of the Korg MS20, tape loops, and field recordings. It begins with pieces that are more organic in nature, becoming progressively more synthetic as it plays through. This album was influenced by music concrete, gamelan, early industrial and ambient music."
        ],
        "credits": [
            "Matthew Stinis - Micro Marvin, MS20, additional percussion, tape loops, field recordings, pedal effects",
            "Habib Bardi - Flute, Saxophone (track 2)",
            "Mixed and mastered by Lyndsie Alguire",
            "Collage by Frédérick Maheux"
        ],

        "imgUrls": ["https://f4.bcbits.com/img/a2768577778_10.jpg"],
        "link": "https://interzoneeditions.bandcamp.com/album/we-dream-of-lapsing-back-into-zero",
        "tag": ""
    }
]